// создание переменной
var word = "wodr3"// устаревший способ создание переменной , переменная не имеет ограничение поле видимости .
let time = "hello word" // имеет поля видимости
let timerConfig = "word2" // простая переменная
const $ratatyt = 42 //константа . переменная не изменна. если будет созданна как функция или обьект.
                // то можно работать с ней
                // валидные создание переменной

let $ = "там можно"
let _ = "там можно"
console.log(time,timerConfig,$ratatyt,word,$,_);